{
  "podcast_details": {
    "podcast_title": "It's The Economy",
    "episode_title": "Ann Pettifor on Green Economics",
    "episode_image": "https://megaphone.imgix.net/podcasts/2ff09356-4d0b-11ec-b40d-6feebb6db134/image/-krakkvm7-its_the_economy_-_1400x1400.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress",
    "episode_transcript": " Hello, this is Jeremy Bowen, the International Editor of BBC News, and I'm here because I want to talk to you about an event I'm doing with Intelligence Squared on the 2nd of November in London. And I'm going to be talking about the more than 30 years that I've spent reporting on major events in the Middle East with my great friend and colleague over many, many years, Justin Webb. And I'm sure we'll talk about a few other things as well. Justin and I started at the BBC on the same day in 1984. So if you'd like to join us either in person or online, then visit intelligencesquared.com to find out more. Ever wondered what monetary policy is? Who's in charge of the national debt? Or why BRIC countries should concern you? Well, you're in the right place. Hello and welcome to It's the Economy, a new podcast series brought to you by Intelligence Squared. I'm Nicola Walton and I'm not an economist, but I do think it's important that economics is accessible. The economy impacts every aspect of our lives, from how we work to where we live. But how much do we really understand about how big economic concepts and decisions affect us? In this podcast, I'll be breaking down complex economic ideas. So in the time it takes to have a cup of coffee, you'll understand what they mean and why they matter to us. In each episode, I'll be joined by an economics expert to talk us through it all. This week, we're looking at the green economy and my guest is Anne Pettyfer, a British economist who's perhaps best known for correctly predicting the financial crisis of 2007. Her current work focuses on the global financial system and sustainable development. Welcome to the podcast, Anne. Thank you very much, Nicola. Happy to be here. Well, let's start with some definitions. What do we actually mean by a green economy? I think a green economy is a sustainable one, one that lives within the ecosystem's limits, if you like. And so that has to be one which recognises the finite nature of the resources that we use and therefore adjusts our activity, our economic activity to those limits. And are there specific sectors within that economy that we sort of recognise? Yes. I mean, the economy is divided up into the monetary system, the fiscal system, if you like. The real economic system where economic activity takes place. And essential to all of that is the monetary system. The monetary system is our system of money, our system of issuing credit and our system, if you like, of managing money, money flows and credit, both at the level of the public sector, but also the private sector. And unless we, my argument is that unless we manage the monetary system, the issuance of credit, it will not be possible to manage consumption and production. And consumption and production has to be managed to fit within the limits of the ecosystem. So you've written about the Green New Deal. Tell me more about that. The Green New Deal is about transforming the global economy, but also our domestic economy in such a way as to make the environment sustainable for all of us, in such a way as to make it possible for the planet to survive the degree to the extent to which we've already overwarmed it, if you like. So the Green New Deal understands that the economy and the ecosystem are structurally bound together and that if we want to save the world, we have to begin by changing the economy in order to be able to protect the ecosystem. Well, the United Nations Environmental Programme argues that to be green, an economy must not only be efficient, but also fair. Do you think that's achievable? No, absolutely. I think the way our economy is currently structured is to be unfair. It's structured to benefit, if you like, the 1%. The deregulation of the monetary system, the deregulation of the financial system, the removal of, if you like, of public authority over the system into the hands of private authority, moving from the government, if you like, to the city of London or Wall Street. And those have made the economy very unfair because Wall Street, of course, and the city of London, had the interest of their market participants, shareholders, if you like, the head of the queue. On the other hand, those who have to work by hand or brain, if you like, have found their wages falling in real terms and or being stagnant. And it's that divide between the owners of assets and the workers, the owners of labour, on the other hand, which has been made much worse under the current system and led to massive inequality. And we can change that. You know, this is a system that was designed by economists, by human beings, and it can be redesigned. And do you think the political will is there though now? I think that is beginning to happen. It's extraordinary what is happening in the United States right now, where Joe Biden, for example, is arguing that it wasn't wealth that built America, but it was workers, what he calls the middle class that built America. And he's proposed a new approach to the economy based on what he calls full employment. Now, people think we do already have full employment, but in fact, we don't. We have precarious employment, low paid employment and part time employment, large, large swathes of part time insecure employment. And he's beginning to argue that no, we've got to alter that balance of power between workers and employers. We've got to have a full employment policy, which gives workers greater power relative to their employers. That is a sea change. That is a dramatic paradigm shift. It all sounds very revolutionary. So if we have a complete change in favour of workers and also the environment, can the world economy still prosper? Technically, it really isn't revolutionary. It's pretty damn mainstream. It's pretty damn mainstream that everyone should enjoy the fruits of the economy. We think it's radical because it's so different from the way things are at the moment. But yes, of course, the economy can prosper. What are the problems with having one percent earning enormous sums of money, which they don't spend and they don't invest because the one percent tend on the whole not to do that, while the 99 percent earn very little and don't spend and don't invest or save their money because they've got to just use it to live on? That means the economy as the whole is suffering from what economists called under consumption. Now, many green economists think that under consumption is a good thing. But it really means that we can't afford our own product. We can't afford the things we make ourselves. And as a result, economies are oriented towards exports. And that distorts the global economy as well, because the global economy now is very heavily oriented towards exporting. And the companies that export are the one percent. They're the ones that are doing really well. If we reorient the economy so that there's more domestic economic activity that does two things. It means that more people are able to participate in the economy and to gain from the economy. And that benefits everybody, as Biden said in a recent speech. But it also means that we're not engaged in a process where we're all trying to out compete each other at a global level by exporting more than somebody else. In terms of greening the economy, some economists have argued that the way forward is to give a value to things like carbon, which is now leading to carbon trading. Is that an effective way, do you think, to reduce environmental risk? I personally don't think so. It's a form of taxation. And it's based on the attitude that we have a massive problem and everybody is responsible for it. And that is not true. Whereas my approach is that governments should in the first instance provide alternative systems, more sustainable systems before we decide to tax people for the use of carbon. But the second point I want to make is that 50 percent of toxic emissions are generated by the top 10 percent and the top one percent generates a lot more than do most ordinary people in Africa, in Europe, in Latin America. And by punishing all of us in Africa, Europe and Latin America and leaving the one percent or the 10 percent to carry on, for example, flying to conferences on climate change in their private jets, we're really not going to tackle the problem. Each week we look at a historical example of this episode's theme. Today it's the green economy. While some countries still prefer to rely on their own resource rich supplies of oil and gas for energy or import fuel, others have turned to the relatively new technology of renewable energy. My producer, Lovejeet Dhaliwal, takes a look at what Tunisia has been up to and how it's been embracing the concept of a greener economy. Over 15 years ago Tunisia decided to invest seriously in clean energy and set up a fund to help increase the use of renewable energy technologies. In just three years from 2005 to 2008 Tunisia's government managed to save 1.1 billion dollars in energy bills, a pretty good return on initial investment of 200 million dollars. In 2009 the government unveiled a national solar energy plan allowing to increase its use of energy from renewable resources. The solar plan includes the use of solar panels, which captures energy from the sun transforming it into electricity, solar water heating systems as well as solar power units for generating electricity. The energy savings from the solar energy plan alone over a seven year period is thought to be in the region of just over 20 percent. And here's another statistic. Tunisia managed to reduce the amount of CO2 it admits by 1.3 million tonnes a year. The investment in this green area has also boosted the economy with job growth and reducing the country's dependency on fuel imports. And that's not all. Although 97 percent of Tunisia's power supplies from conventional power, the government aims to generate 30 percent of power from renewable sources by 2030. So Anne, do you think 30 percent is an achievable target for Tunisia? Whether or not it's achievable, this is absolutely imperative. Scientists are beginning to tell us that we are already way beyond the level of emissions that will keep the global temperature below 1.5 degrees. A planet that warms by two degrees centigrade will not be a livable planet. And so whatever we may think, to live within the scientific guidelines being offered to us at the moment requires a kind of urgency that makes it necessary for Tunisia, for example, to think of even a bigger cut in emissions by 2030. And with the rising population, three billion more middle class consumers are expected by 2030. There'll be greater demand for resources. So how can we prepare for that? By cutting our rates of consumption. And I speak again about the top 10 percent. The top 10 percent expect to achieve levels of consumption that are unheard of in historic terms. You know, we expect to have every possible gadget. We expect to renew those gadgets every year. So I'm arguing a Green New Deal is going to mean, if you like, a more sustainable way of living, which means a simpler way of living and as a way of living, which I define as growing our own green beans. You know, we currently expect to have green beans on our dinner plates almost every day of the year for 365 days a year. We expect people in Kenya on low wages to draw on Kenya's water table to grow green beans and then to put them in an airplane and fly them to us on a daily basis. So that they're absolutely fresh. That is a level of consumption that has to change. We have to learn to become more self-sufficient. You know, we've got to have slow levels of consumption that is going to require radical change in the way we live and a much simpler way in the way we live. Stat of the Week. Now it's time for our Stat of the Week. Each week, we'll be bringing you a figure that's often quoted in the press and seen as a key indicator of the health of the overall economy. This week, we're looking at the global green growth, which before the pandemic was estimated to be $7.87 trillion. How significant do you think this figure is? I think it's really quite insignificant. If you think that annual income, the global income is about $87 trillion. This is a tiny proportion of our annual income that we're devoting towards green activity. We have to up that number quite dramatically. And global green growth, what does that actually mean? What does that encompass? Well, again, you know, we're in the realm of language here. Green growth implies that we can go on expanding economic activity ad infinitum. So we've got to end the concept of green growth. We've got to talk much more about sustainable activity. That was Stat of the Week. And this week, we were looking at global green growth. If things like renewable energy and environmental protection and low carbon goods and services are growing in terms of demand and there's new products coming from financial markets in the sort of green area, isn't that a sort of a good way of boosting the economy overall? I'm someone who believes that for the economy to be sustainable, it has to be a full employment economy. And what that means is that what we do by human labour does not necessarily result in greenhouse gas emissions. And therefore, it's better for us to undertake labour intensive activity than fossil fuel intensive activities. So if we're going to have more labour intensive activities, which are not emitting greenhouse gas emissions, that's sustainable. If we're going to get out of our cars and onto our bicycles and use our own labour to move, that is more sustainable activity. If we have more of that kind of activity, that's OK. But you don't sound too optimistic about the immediate future. I am quite pessimistic because, you know, as I say, emissions are still rising, the temperature is still rising, the Arctic is still melting. So we're seeing these extreme weather events take place, but we're still not acting radically enough and fast enough to to ensure that we keep temperatures well below 1.5 degrees centigrade. And Pettyfer, thank you for coming on to our podcast. It's been a real pleasure. Thank you for having me. If you enjoyed this episode, please take a moment to subscribe and rate and review It's The Economy on Apple Podcasts. It lets us know what you think and helps others to find the show. I'm Nicola Walton and you've been listening to It's The Economy, brought to you by Intelligence Squared. This podcast was produced by Lovegeet Dhaliwal with technical assistance from Mark Roberts and Catherine Hughes. The executive producer was Farah Jasset."
  },
  "podcast_summary": "Title of Key Idea 1: The Green Economy and Sustainability\nKey Idea 1: A green economy is one that recognizes the finite nature of resources and adjusts economic activity to these limits in order to live sustainably.\nArgument For Key Idea 1: Managing the monetary system is essential for managing consumption and production within the limits of the ecosystem.\nSpecific Examples in Support of Argument For Key Idea 1: The economist argues that managing the monetary system is necessary for adjusting consumption and production to fit within the limits of the ecosystem. This includes issuing credit and managing money flows at both the public and private sector levels.\nArgument Against Key Idea 1: The current economy is structured to benefit the top 1% and is unfair to the majority of people, leading to massive inequality.\nSpecific Examples in Support of Argument Against Key Idea 1: The economist highlights the deregulation of the monetary and financial systems, which have led to a divide between the owners of assets (the wealthy) and the owners of labor (the workers). This has resulted in falling wages and stagnant wages for the majority of people.\n_____________________\n\nTitle of Key Idea 2: The Green New Deal and Transforming the Global Economy\nKey Idea 2: The Green New Deal aims to transform the global economy to make it sustainable and protect the ecosystem from further harm.\nArgument For Key Idea 2: Changing the economy is essential for protecting the ecosystem and saving the world from the effects of overwarming.\nSpecific Examples in Support of Argument For Key Idea 2: The economist explains that the Green New Deal seeks to change the structure of the economy to make it more sustainable and protect the environment from the damage caused by human activities.\nArgument Against Key Idea 2: The Green New Deal may sound revolutionary, but it is actually a mainstream approach to ensuring that everyone benefits from the economy.\nSpecific Examples in Support of Argument Against Key Idea 2: The economist argues that the current economy is unfair, benefiting the top 1% while leaving the majority with low wages and insecurity. The Green New Deal aims to rebalance power between workers and employers and create a more equitable society.\n_____________________\n\nTitle of Key Idea 3: Consumption, Sustainability, and Redesigning the Economy\nKey Idea 3: Redesigning the economy to prioritize sustainability and reduce consumption is necessary to address environmental risks.\nArgument For Key Idea 3: Reducing rates of consumption and reorienting the economy towards more domestic economic activity can benefit everyone and reduce global underconsumption.\nSpecific Examples in Support of Argument For Key Idea 3: The economist argues that reducing consumption and reorienting the economy can address the divide between the wealthy and the workers. It can also reduce dependence on exports and enable more people to participate in and benefit from the economy.\nArgument Against Key Idea 3: Some economists argue that giving a value to things like carbon through carbon trading is an effective way to reduce environmental risks.\nSpecific Examples in Support of Argument Against Key Idea 3: The economist disagrees with carbon trading as a form of taxation, suggesting that it unfairly punishes everyone while the top 10% and top 1% are the largest emitters of toxic emissions. Instead, the focus should be on providing alternative sustainable systems and reducing consumption levels.\n\n(Book 1: The Green Economy and Sustainability)\n\nCharacters:\n- Socrates (Guide)\n- Glaucon (Curious)\n- Adeimantus (Thoughtful)\n- Thrasymachus (Provocative)\n- Cephalus (Honest)\n\n- Setting: A marketplace\n\nSocrates: Welcome, friends, to our ongoing dialogue on the topic of the green economy and sustainability. Today, I propose we delve into the key idea that a green economy recognizes the finite nature of resources and adjusts economic activity accordingly. Glaucon, what are your thoughts on this concept?\n\nGlaucon: Socrates, I find it fascinating that by managing the monetary system, we can effectively manage consumption and production to fit within the limits of the ecosystem. This idea highlights the interconnectedness of our economic activities with the environment.\n\nAdeimantus: I see the merits of this argument. By adjusting our economic activity to the finite nature of resources, we can ensure sustainability and minimize harm to the ecosystem.\n\nThrasymachus: But can we truly trust the current economy to adjust itself? It seems to favor the top 1% and perpetuate inequality. The owners of assets benefit, while the workers suffer from falling wages and stagnant growth.\n\nCephalus: Thrasymachus raises a valid point. The current system lacks fairness and perpetuates a divide between the wealthy and the majority. We must address this inequality if we are to truly achieve a sustainable and fair economy.\n\n(Specific examples from the podcast can be woven into the dialogue to support the arguments)\n\n(Transition between Books)\n\n_____________________\n\n(Book 2: The Green New Deal and Transforming the Global Economy)\n\nCharacters:\n- Socrates (Guide)\n- Glaucon (Curious)\n- Adeimantus (Thoughtful)\n- Simmias (Engaged in metaphysical discussions)\n\n- Setting: A garden\n\nSocrates: Welcome back, my friends, to our exploration of the green economy. Today, let us delve into the idea of the Green New Deal and its transformative potential for the global economy. Glaucon, what are your thoughts on this concept?\n\nGlaucon: Socrates, the Green New Deal presents a profound opportunity to change the economy in such a way that we can protect the environment and ensure a sustainable future. It recognizes the structural bond between the economy and the ecosystem.\n\nAdeimantus: I find this idea both revolutionary and necessary. The Green New Deal provides a framework for us to protect the planet by changing our economic activities. It calls for a paradigm shift in how we prioritize the environment.\n\nSimmias: But can such a dramatic change in favor of workers and the environment coexist with economic prosperity? Can the world economy still thrive under such transformative measures?\n\nSocrates: (Socratic questioning) Simmias, consider the current situation. A world where one percent earns enormous sums of money while the 99 percent struggle to make ends meet. This imbalance leads to underconsumption and a distorted global economy that relies heavily on exports. The Green New Deal, with its focus on more domestic economic activity, can address this inequality and ensure a more sustainable and prosperous future for all.\n\n(Specific examples from the podcast can be woven into the dialogue to support the arguments)\n\n(Transition between Books)\n\n_____________________\n\n(Book 3: Consumption, Sustainability, and Redesigning the Economy)\n\nCharacters:\n- Socrates (Guide)\n- Adeimantus (Thoughtful)\n- Cebes (Reflective)\n\n- Setting: A park\n\nSocrates: Welcome, my friends, to the final book in our dialogue on the green economy. Today, let us explore the concept of consumption, sustainability, and the necessary redesign of our economy. Adeimantus, what are your thoughts on this matter?\n\nAdeimantus: Socrates, to achieve sustainability, we must address our rates of consumption and reorient the economy towards more domestic economic activity. The economist we listened to highlights the need for a simpler way of living that is more self-sufficient and less reliant on excessive consumption.\n\nCebes: Indeed, Adeimantus. Our current consumption patterns are unsustainable and place a heavy burden on the environment. By reducing consumption rates and focusing on sustainable activities, we can better prepare for the future and ensure a better world for generations to come.\n\nSocrates: Some economists argue for the use of carbon trading to reduce environmental risks. They believe that assigning a value to things like carbon can incentivize greener practices. However, the economist we listened to warns against this approach. Instead, she suggests providing alternative sustainable systems and reducing consumption levels. What are your thoughts on this, Adeimantus and Cebes?\n\nAdeimantus: I believe the economist makes a compelling argument. Rather than relying solely on taxation and carbon trading, we should prioritize sustainable alternatives and reduce our dependence on environmentally harmful practices.\n\nCebes: I agree, Adeimantus. We cannot solely rely on market mechanisms to address environmental risks. A deeper change in our way of living is necessary, focusing on simplicity and self-sufficiency.\n\n(Specific examples from the podcast can be woven into the dialogue to support the arguments)\n\n(Conclusion)\n\nSocrates: As our dialogues come to a close, it is evident that the green economy and the pursuit of sustainability hold great importance for our future. We must collectively strive for a more equitable and environmentally conscious economic system. Through the transformation of our economies, we can work towards a world where prosperity is shared, and the finite resources of our planet are preserved for generations to come.",
  "podcast_guest": {
    "name": "Anne Pettyfer",
    "org": "",
    "title": "",
    "summary": "Nicola Anne Peltz (born January 9, 1995) is an American actress. She is best known for her roles as Bradley Martin in the A&E drama series Bates Motel (2013–2015) and Tessa Yeager in the film Transformers: Age of Extinction (2014)."
  },
  "podcast_highlights": "Philosophical Highlights:\n\n1. The Finite Nature of Resources: One key philosophical issue discussed in this podcast is the recognition of the finite nature of resources and the need to adjust economic activity to these limits. This raises questions about our responsibility to manage resources sustainably and the implications for the future generations. Immanuel Kant would likely argue that it is our moral duty to act in a way that preserves resources for future use.\n\n2. Inequality and Fairness: Another important philosophical issue is the unfairness of the current economic system, which benefits the wealthy elite at the expense of the majority. This highlights the need for a more equitable distribution of resources and power. John Rawls would propose a theory of justice that prioritizes the well-being of the least advantaged members of society.\n\n3. Climate Change and Urgency: The discussion of climate change and the need for urgent action raises philosophical questions about our responsibility to protect the environment and how we should prioritize sustainable economic practices. Friedrich Nietzsche would argue that we must overcome our complacency and embrace radical change in order to prevent further environmental catastrophe.\n\n4. Green Economy and Consumption: The concept of a green economy challenges our current patterns of consumption and calls for a more sustainable way of living. This raises questions about our values and the role of material wealth in our lives. Jean-Jacques Rousseau would argue for a simpler, more self-sufficient way of life that reduces our reliance on excessive consumption.\n\n5. Political Will and Paradigm Shifts: The discussion of political will and the potential for a paradigm shift in favor of workers and the environment raises questions about the role of power and influence in shaping economic policies. Karl Marx would argue that such changes require a fundamental transformation of the economic system, as they challenge the existing structures of power and privilege.\n\nThese philosophical highlights demonstrate the importance of reflecting on the ethical implications of economic decisions and the need for philosophical inquiry in understanding and addressing complex economic issues."
}
