{
  "podcast_details": {
    "podcast_title": "Pod Title",
    "episode_title": "Episode Title ",
    "episode_image": "https://megaphone.imgix.net/podcasts/2ff09356-4d0b-11ec-b40d-6feebb6db134/image/-krakkvm7-its_the_economy_-_1400x1400.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress",
    "episode_transcript": " This podcast is sponsored by Ucora. UTIs are the worst. One year, I had eight UTIs, and I hated taking antibiotics so often. If you get UTIs, you understand how awful the cycle is. I was taking all the precautions, and cranberry products just didn't work. It was hard on me and my husband. I hated seeing her in pain, and I wanted to help. We're Jenna and Spencer, founders of Ucora. We make UTI relief products and innovative urinary tract supplements that give you a way to be proactive. At Ucora, we've helped over 400,000 people get their lives back. Ucora's UTI emergency kit helps you test for a UTI and manage your symptoms until you can see a doctor. Plus, their proactive care supplements support your urinary health from every angle. Get 30% off your first Ucora order when you text SUPPORT to 64,000. Text SUPPORT to 64,000 to get 30% off. That's S-U-P-P-O-R-T to 64,000. By texting 64,000, you agree to receive recurring automated marketing messages from Ucora. Message and data rates may apply, no purchase required, terms apply. Available at ucora.com, reply stop to stop, help for help. Hello, this is Jeremy Bowen, the international editor of BBC News. And I'm here because I want to talk to you about an event I'm doing with Intelligence Squared on the 2nd of November in London. And I'm going to be talking about the more than 30 years that I've spent reporting on major events in the Middle East with my great friend and colleague over many, many years, Justin Webb. And I'm sure we'll talk about a few other things as well. Justin and I started at the BBC on the same day in 1984. So if you'd like to join us either in person or online, then visit intelligencesquared.com to find out more. [\"The Daily Show\"] Ever wondered what monetary policy is? Who's in charge of the national debt? Or why brick country should concern you while you're in the right place? Hello and welcome to It's the Economy, a new podcast series brought to you by Intelligence Squared. I'm Nicola Walton and I'm not an economist, but I do think it's important that economics is accessible. The economy impacts every aspect of our lives, from how we work to where we live. But how much do we really understand about how big economic concepts and decisions affect us? In this podcast, I'll be breaking down complex economic ideas. So in the time it takes to have a cup of coffee, you'll understand what they mean and why they matter to us. In each episode, I'll be joined by an economics expert to talk us through it all. This week, we're looking at the green economy. And my guest is Anne Pettyfer, a British economist who's perhaps best known for correctly predicting the financial crisis of 2007. Her current work focuses on the global financial system and sustainable development. Welcome to the podcast, Anne. Thank you very much, Nicola. Happy to be here. Well, let's start with some definitions. What do we actually mean by a green economy? I think a green economy is a sustainable one, one that lives within the ecosystem's limits, if you like. And so that has to be one which recognizes the finite nature of the resources that we use, and therefore adjusts our activity, our economic activity, to those limits. And are there specific sectors within that economy that we sort of recognize? Yes. I mean, the economy is divided up into the monetary system, the fiscal system, if you like, the real economic system where economic activity takes place. And essential to all of that is the monetary system. The monetary system is our system of money, our system of issuing credit, and our system, if you like, of managing money, money flows, and credit, both at the level of the public sector, but also the private sector. And unless we, my argument is that unless we manage the monetary system, the issuance of credit, it will not be possible to manage consumption and production. And consumption and production has to be managed to fit within the limits of the ecosystem. So you've written about the Green New Deal. Tell me more about that. The Green New Deal is about transforming the global economy, but also our domestic economy, in such a way as to make the environment sustainable for all of us, in such a way as to make it possible for the planet to survive, the degree to the extent to which we've already overwarmed it, if you like. So the Green New Deal understands that the economy and the ecosystem are structurally bound together, and that if we want to save the world, we have to begin by changing the economy in order to be able to protect the ecosystem. Well, the United Nations Environmental Program argues that to be green, an economy must not only be efficient, but also fair. Do you think that's achievable? Oh, absolutely. I think the way our economy is currently structured is to be unfair. It's structured to benefit, if you like, the 1%. The deregulation of the monetary system, the deregulation of the financial system, the removal of public authority over the system into the hands of private authority, moving from the government, if you like, to the city of London or Wall Street. All of those have made the economy very unfair, because Wall Street, of course, and the city of London, had the interest of their market participants shareholders, if you like, the head of the queue. On the other hand, those who have to work by hand or brain, if you like, have found their wages falling in real terms or being stagnant. And it's that divide between the owners of assets and the workers, the owners of labor, on the other hand, which has been made much worse under the current system and led to massive inequality. And we can change that. So this is a system that was designed by economists, by human beings, and it can be redesigned. And do you think the political will is there, though, now? I think that is beginning to happen. It's extraordinary what is happening in the United States right now, where Joe Biden, for example, is arguing that it wasn't wealth that built America, but it was workers, what he calls the middle class, that built America. And he's proposed a new approach to the economy based on what he calls full employment. Now, people think we do already have full employment, but in fact, we don't. We have precarious employment, low paid employment, and part time employment, large swathes of part time insecure employment. And he's beginning to argue that, no, we've got to alter that balance of power between workers and employers. We've got to have a full employment policy, which gives workers greater power relative to their employers. That is a sea change. That is a dramatic paradigm shift. Well, it sounds very revolutionary. So if we have a complete change in favor of workers and also the environment, can the world economy still prosper? Nicola, it really isn't revolutionary. It's pretty damn mainstream. It's pretty damn mainstream that everyone should enjoy the fruits of the economy. We think it's radical because it's so different from the way things are at the moment. But yes, of course, the economy can prosper. One of the problems with having 1% earning enormous sums of money, which they don't spend and they don't invest because the 1% tend on the whole not to do that, while the 99% earn very little and don't spend and don't invest or save their money because they've got to just use it to live on. That means the economy as the whole is suffering from what economists call under consumption. Now, many green economists think that under consumption is a good thing. But it really means that we can't afford our own product. We can't afford the things we make ourselves. And as a result, economies are oriented towards exports. And that distorts the global economy as well because the global economy now is very heavily oriented towards exporting. And the companies that export are the 1%. They're the ones that are doing really well. If we reorient the economy so that there's more domestic economic activity, that does two things. It means that more people are able to participate in the economy and to gain from the economy. And that benefits everybody, as Biden said in a recent speech. But it also means that we're not engaged in a process where we're all trying to out-compete each other at a global level by exporting more than somebody else. In terms of greening the economy, some economists have argued that the way forward is to give a value to things like carbon, which is now leading to carbon trading. Is that an effective way, do you think, to reduce environmental risk? I personally don't think so. It's a form of taxation. And it's based on the attitude that we have a massive problem and everybody is responsible for it. And that is not true. Whereas my approach is that governments should, in the first instance, provide alternative systems, more sustainable systems, before we decide to tax people for the use of carbon. But the second point I want to make is that 50% of toxic emissions are generated by the top 10%. And the top 1% generates a lot more than do most ordinary people in Africa, in Europe, in Latin America. And by punishing all of us in Africa, Europe, and Latin America, and leaving the 1% or the 10% to carry on, for example, flying to conferences on climate change in their private jets, we're really not going to tackle the problem. Each week, we look at a historical example of this episode's theme. Today, it's the green economy. While some countries still prefer to rely on their own resource-rich supplies of oil and gas for energy or import fuel, others have turned to the relatively new technology of renewable energy. My producer, Lovejeet Dhaliwal, takes a look at what Tunisia has been up to and how it's been embracing the concept of a greener economy. Over 15 years ago, Tunisia decided to invest seriously in clean energy and set up a fund to help increase the use of renewable energy technologies. In just three years, from 2005 to 2008, Tunisia's government managed to save $1.1 billion in energy bills, a pretty good return on an initial investment of $200 million. In 2009, the government unveiled a national solar energy plan allowing to increase its use of energy from renewable resources. The solar plan includes the use of solar panels, which captures energy from the sun, transforming it into electricity, solar water heating systems, as well as solar power units for generating electricity. The energy savings from the solar energy plan alone over a seven-year period is thought to be in the region of just over 20%. And here's another statistic. Tunisia managed to reduce the amount of CO2, it admits, by 1.3 million tons a year. The investment in this green area has also boosted the economy with job growth and reducing the country's dependency on fuel imports. And that's not all. Although 97% of Tunisia's power supplies from conventional power, the government aims to generate 30% of power from renewable sources by 2030. So Anne, do you think 30% is an achievable target for Tunisia? Whether or not it's achievable, this is absolutely imperative. Scientists are beginning to tell us that we are already way beyond the level of emissions that will keep the global temperature below 1.5 degrees. A planet that warms by 2 degrees centigrade will not be a livable planet. And so whatever we may think, to live within the scientific guidelines being offered to us at the moment requires a kind of urgency that makes it necessary for Tunisia, for example, to think of even a bigger cut in emissions by 2030. And with the rising population, 3 billion more middle class consumers are expected by 2030. There'll be greater demand for resources. So how can we prepare for that? By cutting our rates of consumption. And I speak again about the top 10%. The top 10% expect to achieve levels of consumption that are unheard of in historic terms. We expect to have every possible gadget. We expect to renew those gadgets every year. So I'm arguing a Green New Deal is going to mean, if you like, a more sustainable way of living, which means a simpler way of living. And a way of living, which I define as growing our own green beans. We currently expect to have green beans on our dinner plates almost every day of the year for 365 days a year. We expect people in Kenya on low wages to draw on Kenya's water table to grow green beans and then to put them in an airplane and fly them to us on a daily basis so that they're absolutely fresh. That is a level of consumption that has to change. We have to learn to become more self-sufficient. We've got to have slow levels of consumption. That is going to require radical change in the way we live and a much simpler way in the way we live. Stat of the Week. Now it's time for our Stat of the Week. Each week, we'll be bringing you a figure that's often quoted in the press and seen as a key indicator of the health of the overall economy. This week, we're looking at the global green growth, which before the pandemic was estimated to be $7.87 trillion. How significant do you think this figure is? I think it's really quite insignificant. If you think that annual income, the global income, is about $87 trillion, this is a tiny proportion of our annual income that we're devoting towards green activity. We have to up that number quite dramatically. And global green growth, what does that actually mean? What does that encompass? Well, again, we're in the realm of language here. Green growth implies that we can go on expanding economic activity ad infinitum. So we've got to end the concept of green growth. We've got to talk much more about sustainable activity. That was Stat of the Week. And this week, we were looking at global green growth. If things like renewable energy and environmental protection and low carbon goods and services are growing in terms of demand and there's new products coming from financial markets in the sort of green area, isn't that a sort of a good way of boosting the economy overall? I'm someone who believes that for an economy to be sustainable, it has to be a full employment economy. And what that means is that what we do by human labor does not necessarily result in greenhouse gas emissions. And therefore, it's better for us to undertake labor intensive activity than fossil fuel intensive activities. So if we're going to have more labor intensive activities, which are not emitting greenhouse gas emissions, that's sustainable. If we're going to get out of our cars and onto our bicycles and use our own labor to move, that is more sustainable activity. If we have more of that kind of activity, that's OK. But you don't sound too optimistic about the immediate future. I am quite pessimistic because, as I say, emissions are still rising. The temperature is still rising. The Arctic is still melting. So we're seeing these extreme weather events take place. But we're still not acting radically enough and fast enough to ensure that we keep temperatures well below 1.5 degrees centigrade. Anne Pettyfer, thank you for coming onto our podcast. It's been a real pleasure. Thank you for having me. If you enjoyed this episode, please take a moment to subscribe and rate and review It's the Economy on Apple podcast. It lets us know what you think and helps others to find the show. I'm Nicola Walton, and you've been listening to It's the Economy, brought to you by Intelligence Squared. This podcast was produced by Lovejeet Dhaliwal with technical assistance from Mark Roberts and Catherine Hughes. The executive producer was Farah Jasset. Thank you."
  },
  "podcast_summary": "Title of Key Idea 1: The Green Economy\n\nKey Idea 1: A green economy is a sustainable one that recognizes the finite nature of resources and adjusts economic activity to those limits.\nArgument For Key Idea 1: A green economy is necessary to protect the ecosystem and ensure the survival of the planet.\nSpecific Examples in Support of Argument For Key Idea 1: The Green New Deal aims to transform the global economy to make it sustainable and protect the environment.\nArgument Against Key Idea 1: A green economy may not be feasible or economically prosperous.\nSpecific Examples in Support of Argument Against Key Idea 1: Some argue that the focus on green activities and renewable energy may not be profitable, leading to underconsumption in the economy.\n\nTitle of Key Idea 2: Economic Fairness in a Green Economy\nKey Idea 2: A green economy should aim to be fair and address inequalities.\nArgument For Key Idea 2: The current economic system is unfair and benefits only a small percentage of the population.\nSpecific Examples in Support of Argument For Key Idea 2: The deregulation of the monetary and financial systems has led to massive inequality, benefiting the wealthy while wages for workers have stagnated.\nArgument Against Key Idea 2: The focus on economic fairness may hinder economic prosperity.\nSpecific Examples in Support of Argument Against Key Idea 2: Some argue that redistributing wealth and power may disincentivize entrepreneurship and innovation.\n\nTitle of Key Idea 3: Managing Consumption and Production in a Green Economy\nKey Idea 3: Consumption and production need to be managed to fit within the limits of the ecosystem.\nArgument For Key Idea 3: A shift towards a more sustainable and simpler way of living is necessary to reduce resource consumption and emissions.\nSpecific Examples in Support of Argument For Key Idea 3: Changing consumption patterns such as reducing reliance on imported goods and reorienting the economy towards domestic economic activity can benefit everyone and reduce underconsumption.\nArgument Against Key Idea 3: Managing consumption and production may hinder economic growth and development.\nSpecific Examples in Support of Argument Against Key Idea 3: Some argue that reducing consumption may lead to economic stagnation and hinder job creation.\n\n---------\n\nBook 1: \"Challenges of a Green Economy\"\n\nCharacters:\n- Socrates\n- Glaucon\n- Thrasymachus\n- Cephalus\n\nBook 1 Dialogue Example:\n\nSocrates: Welcome, my friends, to this discussion on the challenges of a green economy. Our first key idea is the concept of a green economy being a sustainable one that recognizes the finite nature of resources. What are your thoughts on this idea, Glaucon?\n\nGlaucon: Well, Socrates, I can see the value in a green economy. It is essential to protect the ecosystem and ensure the survival of our planet. The Green New Deal, for example, aims to transform our global economy to make it more sustainable and environmentally friendly.\n\nThrasymachus: But Glaucon, isn't there a concern that focusing too much on green activities may not be economically prosperous? We must consider the feasibility and profitability of such endeavors.\n\nCephalus: I understand your concern, Thrasymachus. However, we cannot ignore the urgency of the environmental crisis we face. The current economic system has led to massive inequalities and has disregarded the finite nature of our resources. It is time for a change, even if it poses challenges.\n\n---------\n\nBook 2: \"Fairness and Prosperity in a Green Economy\"\n\nCharacters:\n- Socrates\n- Adeimantus\n- Thrasymachus\n- Simmias\n\nBook 2 Dialogue Example:\n\nSocrates: Now, let us delve into the idea of economic fairness in a green economy. Adeimantus, what are your thoughts on this matter?\n\nAdeimantus: It is clear, Socrates, that the current economic system is unfair. It benefits only a small percentage of the population while wages for workers stagnate. A green economy should aim to address inequalities and promote fairness.\n\nThrasymachus: But Adeimantus, how can we ensure economic prosperity if we focus too much on redistribution and fairness? Won't that disincentivize entrepreneurship and hinder innovation?\n\nSimmias: I understand your concerns, Thrasymachus, but we must strive for a more balanced system. Economic fairness is not about punishing the successful, but rather about creating a society where everyone can benefit. It is about structuring the economy in a way that benefits the majority, not just the wealthy few.\n\n---------\n\nBook 3: \"Balancing Consumption and Production in a Green Economy\"\n\nCharacters:\n- Socrates\n- Glaucon\n- Adeimantus\n- Cebes\n\nBook 3 Dialogue Example:\n\nSocrates: Our final key idea revolves around managing consumption and production in a green economy. Glaucon, what are your thoughts on the matter?\n\nGlaucon: It is evident, Socrates, that we need to shift towards a more sustainable and simpler way of living. Reducing consumption and production that exceeds the limits of our ecosystem is necessary to mitigate the adverse effects of climate change.\n\nAdeimantus: But Glaucon, won't managing consumption and production hinder economic growth and development? We must ensure that the economy continues to prosper.\n\nCebes: Adeimantus, we cannot ignore the consequences of our current consumption patterns. Our focus should be on reducing waste, reorienting the economy towards domestic economic activity, and prioritizing sustainable practices. By doing so, we can create a more resilient and balanced economy for the benefit of all.\n\n---------\n\nTransition between Books: As we have explored the challenges, fairness, and balancing consumption and production in a green economy, it is clear that achieving a sustainable future requires careful consideration and open dialogue. Let us now continue our exploration of these key ideas in Book 2: \"Fairness and Prosperity in a Green Economy.\"",
  "podcast_guest": {
    "name": "Anne Pettyfer",
    "org": "",
    "title": "",
    "summary": "Not available"
  },
  "podcast_highlights": "Philosopher Highlights:\n1. Karl Marx: Anne Pettyfer's argument that the current economic system is unfair and benefits the 1% echoes Marx's critique of capitalism and its inherent inequality. Pettyfer's suggestion to alter the balance of power between workers and employers aligns with Marx's call for worker empowerment.\n2. John Maynard Keynes: Pettyfer's emphasis on full employment and reorienting the economy towards domestic activity reflects Keynes' belief in the importance of government intervention to stimulate economic growth and reduce inequality during times of crisis.\n3. Naomi Klein: Pettyfer's advocacy for a Green New Deal and rethinking the economy to achieve sustainability echoes Klein's ideas about the urgent need for climate action and transformative change.\n4. Amartya Sen: Pettyfer's argument for an economy that is not only efficient but also fair resonates with Sen's capability approach, which emphasizes equality and the importance of ensuring that all individuals have the freedom to live a life they value.\n5. Greta Thunberg: Pettyfer's call for radical change and urgent action to address climate change mirrors the urgency and activism of young climate activists like Thunberg, who have been demanding immediate action from governments and institutions to combat the climate crisis."
}
